[
  {
    "text": "We have the brightest, smartest people coming out of our colleges and universities and the vast majority, 98 per cent them are following all the protocols (and) procedures but a couple per cent are going hog wild",
    "likes": [],
    "comments": [
      {
        "text": "Agree. There are many young people think they are invincible."
      }
    ]
  },
  {
    "text": "As things are beginning to reopen, we want to get out, but at the same time many of us are still feeling trepidation. Is the time right? How do I keep myself and my family safe? These are valid concerns.",
    "likes": [],
    "comments": [
      {
        "text": "growing quarantine fatigue in Canada, but we have to pace ourselves."
      }
    ]
  },
  {
    "text": "When I first got symptoms it was primarily a cough. A week later ... it suddenly took a turn for the worse. My temperature spiked to 104, and I became somewhat delirious",
    "likes": [],
    "comments": [
      {
        "text": "Same here. I had no idea how sick I was and don’t remember much from the several days before and after being admitted"
      }
    ]
  },
  {
    "text": "Many people believe that having the virus is an experience akin to having the flu or a bad cold. That's not true.",
    "likes": [],
    "comments": [
      {
        "text": "From what I can tell, it's like experiencing a rollercoaster of severe symptoms"
      }
    ]
  },
  {
    "text": "I got back home feeling freezing cold and shivering. At one point I had four hot water bottles on the sofa and two blankets and I just could not get warm.",
    "likes": [],
    "comments": [
      {
        "text": "On the my day ONE, I started getting pains in my legs, which became excruciating. "
      }
    ]
  },
  {
    "text": "It felt like my body was on fire, and I was getting splitting headaches. I couldn't eat anything.",
    "likes": [],
    "comments": [
      {
        "text": "Same here. It's brutal."
      }
    ]
  },
  {
    "text": "One of my kids had called my mother, June, and she was there watching. That was one of the hardest things: seeing the look of helplessness on her face. ",
    "likes": [],
    "comments": [
      {
        "text": "My mom couldn't come close because she has a heart condition."
      }
    ]
  },
  {
    "text": "At one point, I felt the most almighty pain in my chest, like I was being compressed with slabs of concrete.",
    "likes": [],
    "comments": [
      {
        "text": "I don't remember much of the first few days, just nurses coming in and out all the time, and cleaners coming in to disinfect everything."
      }
    ]
  }
]
